Repository: PerseusRealDeal/TheDarkMoon
Catalog: PerseusMeteo/Configuration/Localization/*.lproj/Localizable.strings
Languages: ru

source: Product Name
ru: Cнеговик

source: Greetings
ru: Рады приветствовать!

source: Have a great time
ru: Не скучного времяпрепровождения

source: DeveloperRelease
ru: Выпуск разработчика, для ознакомления

source: Default: N/A
ru: нет

source: P2P stands for Person to Person
ru: P2P значит от личности к личности

source: Button: Call Weather
ru: Запросить Погоду

source: Button: Call Forecast
ru: Запросить Прогноз

source: Label: Made with Love
ru: C любовью из Новосибирска

source: Tab: Current Weather
ru: Наблюдение

source: Tab: Forecast
ru: Прогноз

source: Button: Quit
ru: Завершить

source: Button: About
ru: Себяшка

source: Button: Options
ru: Настройки

source: Button: Hide
ru: Скрыться

source: Coordinates update is required
ru: Координаты следует обновить

source: Location card is switched
ru: Сведения о месте обновлены

source: Location card is cleared
ru: Сведения о месте удалены

source: Item removed from favorites
ru: Список избранных мест обновлен

source: Item added to favorites
ru: Список избранных мест обновлен

source: Location Name should be typed
ru: Название места можно начать вводить

source: Auto requesting suggestions is on!
ru: Авто уточнение включено!

source: Current Location should be selected
ru: Координаты на месте обновляются

source: Favorites are limited
ru: Список до дома!

source: Current neither to add nor to remove!
ru: Ни добавить, ни убавить!

source: API key is either rejected or empty
ru: API ключ не загружен или отсутствует

source: Label: Permission
ru: Гео Доступ

source: GeoAccess: .notDetermined
ru: Не определен

source: GeoAccess: .deniedForAllAndRestricted
ru: Заблокирован для всех и ограничен

source: GeoAccess: .restricted
ru: Ограничен

source: GeoAccess: .deniedForAllApps
ru: Заблокирован для всех

source: GeoAccess: .deniedForTheApp
ru: Заблокирован

source: GeoAccess: .allowed
ru: Предоставлен

source: GeoAccess: .notAllowed
ru: Запрещено

source: Geo Couple
ru: Широта, Долгота

source: Button: Update Geo Access
ru: Обновить Геодоступ

source: Button: Refresh Current Location
ru: Обновить Координаты

source: Button: Request Suggestions
ru: Уточнить Название

source: Current Location
ru: На Месте

source: Auto
ru: Авт.

source: Label: Meteo Data Provider
ru: Метео сведения от

source: Label: Weather Conditions
ru: Погодные условия...

source: Prefix: Curren Weather in Brief
ru: Коротко

source: Prefix: Feels Like
ru: Наверное

source: Prefix: Min
ru: Мин

source: Prefix: Max
ru: Макс

source: Prefix: Humidity
ru: Влага

source: Prefix: Visibility
ru: Обзор

source: Prefix: Cloudiness
ru: Облака

source: Unit: Meter
ru: м

source: Unit: Kilometre
ru: км

source: Unit: Mile
ru: ми

source: Unit: Foot
ru: фт

source: Label: Speed
ru: Ветер

source: Label: Direction
ru: Направление

source: Label: Gust
ru: Порывы

source: Unit: m/s
ru: м/с

source: Unit: km/h
ru: км/ч

source: Unit: mph
ru: мили/ч

source: Label: Pressure
ru: Давление

source: Unit: hPa
ru: гПа

source: Unit: mmHg
ru: мм.рт.ст.

source: Unit: mb
ru: мбар

source: Unit: mm
ru: мм

source: Label: Sunrise
ru: ВОСХОД

source: Label: Sunset
ru: ЗАХОД

source: AM
ru: ДП

source: PM
ru: ПП

source: Postfix: Year
ru: г.

source: Prefix: Last One
ru: Расчет от

source: Label: Info
ru: Секция в разработке выпуска версии 0.3.

source: Label: DayItem Weather Conditions
ru: Погода

source: rain
ru: дождь

source: snow
ru: снег

source: clear
ru: без осадков

source: Label: Weekday short
ru: День

source: Label: Forecast Date
ru: Дата

source: Title: Options Screen
ru: Настройки Изделия

source: Section: App Options
ru: Настройки Изделия

source: Option: Dark Mode
ru: Сторона Луны

source: Option: Language
ru: Язык

source: Option: OpenWeather Key
ru: Ключ OpenWeather

source: Option: Time Format
ru: Формат Времени

source: Section: Meteo Options
ru: Метео Просмотр

source: Option: Temperature
ru: Температура

source: Option: Wind Speed
ru: Скорость Ветра

source: Option: Pressure
ru: Барометр

source: Option: Distance
ru: Дальность Обзора

source: Unit: Light
ru: Cветлая

source: Unit: Dark
ru: Темная

source: Unit: System
ru: Среда

source: Unit: English
ru: Английский

source: Unit: Russian
ru: Русский

source: Unit: 24-hour
ru: 24-часовой

source: Unit: 12-hour
ru: 12-часовой

source: Unit: Kelvin
ru: Кельвин

source: Unit: Celsius
ru: Цельсий

source: Unit: Fahrenheit
ru: Фаренгейт

source: Unit: m/s long
ru: метр/сек

source: Unit: km/h long
ru: км/час

source: Unit: mph long
ru: мили в час

source: Unit: Kilometre long
ru: Километры

source: Unit: Mile long
ru: Мили

source: Section: Special Options
ru: Дополнительные Настройки

source: OpenWeather: Lock
ru: Скрыть

source: OpenWeather: Unlock
ru: Показать

source: OpenWeather: Hidden
ru: Скрытая замочная скважина...

source: OpenWeather: Editable
ru: Нужен токен (ключ)

source: Option: StatusMenus
ru: Наблюдение

source: Button: CheckBox StatusMenus
ru: Системный Статус

source: Option: StatusMenus Update
ru: Период

source: StatusMenus: per 12 hours
ru: 12 часов

source: StatusMenus: per 3 hours
ru: 3 часа

source: StatusMenus: per hour
ru: каждый час

source: Button: Close
ru: Исчезнуть

source: Button: Reset to Defaults
ru: Всё сбросить

source: Compass: N
ru: С

source: Compass: NNE
ru: С/СВ

source: Compass: NE
ru: СВ

source: Compass: ENE
ru: В/СВ

source: Compass: E
ru: В

source: Compass: ESE
ru: В/ЮВ

source: Compass: SE
ru: ЮВ

source: Compass: SSE
ru: Ю/ЮВ

source: Compass: S
ru: Ю

source: Compass: SSW
ru: Ю/ЮЗ

source: Compass: SW
ru: ЮЗ

source: Compass: WSW
ru: З/ЮЗ

source: Compass: W
ru: З

source: Compass: WNW
ru: З/СЗ

source: Compass: NW
ru: СЗ

source: Compass: NNW
ru: С/СЗ

source: Month: December
ru: дек.

source: Month: January
ru: янв.

source: Month: February
ru: фев.

source: Month: March
ru: мар.

source: Month: April
ru: апр.

source: Month: May
ru: май

source: Month: June
ru: июн.

source: Month: Jule
ru: июл.

source: Month: August
ru: авг.

source: Month: September
ru: сен.

source: Month: October
ru: окт.

source: Month: November
ru: нояб.

source: Day: Sun
ru: Вс

source: Day: Mon
ru: Пн

source: Day: Tue
ru: Вт

source: Day: Wed
ru: Ср

source: Day: Thu
ru: Чт

source: Day: Fri
ru: Пт

source: Day: Sat
ru: Сб

source: Button: The App Source Code
ru: Исходники изделия

source: Button: The Technological Tree
ru: Золотое дерево

source: Label: The App Version
ru: Выпуск

source: Label: Star Copyright Notice
ru: Охраняется авторским правом © 7531 - 7534 Михаил A. Жигулин из Новосибирска.

source: Label: Copyright Details
ru: Летоисчесление ведется от Сотворения Мира в Звездном Храме в соответствии со славянским календарем в котором первый месяц сентябрь.

source: Label: Credits
ru: Работы выполнены

source: Label: Balancing and Control
ru: Контроль и Балансировка

source: Label: Writing
ru: Кодирование

source: Label: Documenting
ru: Документирование

source: Label: Artworking
ru: Изобразительное Искусство

source: Label: EN Expectation
ru: Английский

source: Label: RU Expectation
ru: Русский

source: Label: Author
ru: Михаил А. Жигулин

source: Button: License
ru: Текст лицензии

source: Button: Terms & Conditions
ru: Соглашение

source: Tab: Essentials
ru: Заменяемое

source: Tab: Log
ru: Журнал

source: Main: clear sky
ru: без осадков

source: Main: few clouds
ru: малооблачно

source: Main: scattered clouds
ru: облачно

source: Main: broken clouds
ru: пасмурно

source: Main: shower rain
ru: ливень

source: Main: rain
ru: дождь

source: Main: thunderstorm
ru: гроза

source: Main: snow
ru: снег

source: Main: mist
ru: туман

source: Code: thunderstormWithLightRain
ru: гроза, дождливо

source: Code: thunderstormWithRain
ru: гроза и дождь

source: Code: thunderstormWithHeavyRain
ru: гроза и ливень

source: Code: lightThunderstorm
ru: гроза

source: Code: thunderstorm
ru: гроза

source: Code: heavyThunderstorm
ru: гроза

source: Code: raggedThunderstorm
ru: гроза

source: Code: thunderstormWithLightDrizzle
ru: гроза, мелкий дождь

source: Code: thunderstormWithDrizzle
ru: гроза, мелкий дождь

source: Code: thunderstormWithHeavyDrizzle
ru: гроза, мелкий дождь

source: Code: lightIntensityDrizzle
ru: моросит

source: Code: drizzle
ru: моросит

source: Code: heavyIntensityDrizzle
ru: моросит

source: Code: lightIntensityDrizzleRain
ru: моросит

source: Code: drizzleRain
ru: моросит

source: Code: heavyIntensityDrizzleRain
ru: дождик

source: Code: showerRainAndDrizzle
ru: дождь

source: Code: heavyShowerRainAndDrizzle
ru: дождь

source: Code: showerDrizzle
ru: дождик

source: Code: lightRain
ru: дождик

source: Code: moderateRain
ru: умеренный дождь

source: Code: heavyIntensityRain
ru: ливень

source: Code: veryHeavyRain
ru: ливень

source: Code: extremeRain
ru: ливень

source: Code: freezingRain
ru: холодный дождь

source: Code: lightIntensityShowerRain
ru: ливень

source: Code: showerRain
ru: ливень

source: Code: heavyIntensityShowerRain
ru: ливень

source: Code: raggedShowerRain
ru: ураганный ливень

source: Code: lightSnow
ru: местами снег

source: Code: snow
ru: снег

source: Code: heavySnow
ru: снегопад

source: Code: sleet
ru: гололедица

source: Code: lightShowerSleet
ru: гололедица

source: Code: showerSleet
ru: гололедица

source: Code: lightRainAndSnow
ru: снег с дождем

source: Code: rainAndSnow
ru: снег с дождем

source: Code: lightShowerSnow
ru: снег с дождем

source: Code: showerSnow
ru: мокрый снег

source: Code: heavyShowerSnow
ru: сырой снег

source: Code: mist
ru: туман

source: Code: smoke
ru: задымление

source: Code: haze
ru: мгла

source: Code: sandDustWhirls
ru: песчанный вихрь

source: Code: fog
ru: густой туман

source: Code: sand
ru: песчанно

source: Code: dust
ru: очень пыльно

source: Code: volcanicAsh
ru: вулканическая пыль

source: Code: squalls
ru: шквал ветра

source: Code: tornado
ru: ураган

source: Code: clearSky
ru: без осадков

source: Code: fewClouds_11_25
ru: облачно: 11-25%

source: Code: scatteredClouds_25_50
ru: облачно: 25-50%

source: Code: brokenClouds_51_84
ru: пасмурно: 51-84%

source: Code: overcastClouds_85_100
ru: пасмурно: 85-100%
